{
    "Arrival": {
        "name": "Arrival",
        "pic": "arrival.png",
        "mediaType": "video",
        "des":"Linguistics professor Louise Banks leads an elite team of investigators when gigantic spaceships touchdown in 12 locations around the world. As nations teeter on the verge of global war, Banks and her crew must race against time to find a way to communicate with the extraterrestrial visitors. Hoping to unravel the mystery, she takes a chance that could threaten her life and quite possibly all of mankind.",
        "year": "2016",
        "pg": "12",
        "min": "1h 56m",
        "genres": "Drama, Scene fiction",
        "actor": "Amy Adams, Jeremy Renner"
    },

    "Beauty": {
        "name": "Beauty",
        "pic": "beauty.png",
        "mediaType": "video",
        "des":"imprisoned in the form of a Beast (Dan Stevens), can be freed only by true love. What may be his only opportunity arrives when he meets Belle (Emma Watson), the only human girl to ever visit the castle since it was enchanted.",
        "year": "2017",
        "pg": "All",
        "min": "2h 9m",
        "genres": "Adventure, family, fantasy.",
        "actor": "Emma watson, Dan Stevens"
    },

    "Brooklyn": {
        "name": "Brooklyn",
        "pic": "brooklyn.png",
        "mediaType": "video",
        "des":"Ireland, early 1950s. Eilis Lacey (Saoirse Ronan) is a young woman working in a grocery shop. She has greater ambitions and moves to Brooklyn, New York, leaving her mother and sister, Rose (Fiona Glascott), behind. She is terribly homesick but eventually settles down, finding a job, studying to be a bookkeeper, and meeting a nice young Italian man, Tony Fiorello (Emory Cohen). Things are going well, but then she learns that Rose has died, and decides to return to Ireland, temporarily. She and Tony hastily get married, and then she sets off back to Ireland, alone. Life is about to get complicated ",
        "year": "2015",
        "pg": "12",
        "min": "1h 57m",
        "genres": "Drama, Romance",
        "actor": "Saoirse Ronan, Emory Cohen"
    },

    "Colonia": {
        "name": "Colonia",
        "pic": "colonia.png",
        "mediaType": "video",
        "des":"Lena and Daniel, a young couple become entangled in the Chilean military coup of 1973. Daniel is abducted by Pinochet Pinochet's secret police and Lena tracks him to a sealed-off area in the South of the country, called Colonia Dignidad. The Colonia presents itself as a charitable mission run by lay preacher Paul Schäfer but, in fact, is a place nobody ever escaped from. Lena decides to join the cult in order to find Daniel. Based on true events.",
        "year": "2015",
        "pg": "15",
        "min": "1h 50m",
        "genres": "Biographies, dramas, history.",
        "actor": "Emma Watson, Daniel Bruhl"
    },

    "Deadpool": {
        "name": "Deadpool",
        "pic": "Deadpool.png",
        "mediaType": "video",
        "des":"This is the origin story of former Special Forces operative turned mercenary Wade Wilson, who after being subjected to a rogue experiment that leaves him with accelerated healing powers, adopts the alter ego Deadpool. Armed with his new abilities and a dark, twisted sense of humor, Deadpool hunts down the man who nearly destroyed his life.",
        "year": "2016",
        "pg": "18",
        "min": "1h 48m",
        "genres": "Action, adventure, comedy.",
        "actor": "Ryan Reynolds"
    },

    "DonJon": {
        "name": "Donjon",
        "pic": "donjon.png",
        "mediaType": "video",
        "des":"A New Jersey guy dedicated to his family, friends, and church, develops unrealistic expectations from watching porn and works to find happiness and intimacy with his potential true love.",
        "year": "2013",
        "pg": "18",
        "min": "1h 30m",
        "genres": "Comedy, drama, romance.",
        "actor": "oseph Gordon-Levitt"
    },

    "Dunkirk": {
        "name": "Dunkirk",
        "pic": "dunkir.png",
        "mediaType": "video",
        "des":"May/June 1940. Four hundred thousand British and French soldiers are hole up in the French port town of Dunkirk. The only way out is via sea, and the Germans have air superiority, bombing the British soldiers and ships without much opposition. The situation looks dire and, in desperation, Britain sends civilian boats in addition to its hard-pressed Navy to try to evacuate the beleaguered forces. This is that story, seen through the eyes of a soldier amongst those trapped forces, two Royal Air Force fighter pilots, and a group of civilians on their boat, part of the evacuation fleet.",
        "year": "2017",
        "pg": "12",
        "min": "1h 46m",
        "genres": "Action, Drama, History",
        "actor": "Fionn whiteheed, Barry Keoghan"
    },

    "Force": {
        "name": "Force",
        "pic": "force.png",
        "mediaType": "video",
        "des": "30 years after the defeat of Darth Vader and the Empire, Rey, a scavenger from the planet Jakku, finds a BB-8 droid that knows the whereabouts of the long lost Luke Skywalker. Rey, as well as a rogue stormtrooper and two smugglers, are thrown into the middle of a battle between the Resistance and the daunting legions of the First Order.",
        "year": "2015",
        "pg": "12",
        "min": "2h 18m",
        "genres": "action, adventure.",
        "actor": "Daisy Ridley John Boyega."
    },

    "Guardians": {
        "name": "Guardians",
        "pic": "guardians.png",
        "mediaType": "video",
        "des":"After stealing a mysterious orb in the far reaches of outer space, Peter Quill from Earth is now the main target of a manhunt led by the villain known as Ronan the Accuser. To help fight Ronan and his team and save the galaxy from his power, Quill creates a team of space heroes known as the 'Guardians of the Galaxy' save the galaxy.",
        "year": "2014",
        "pg": "12",
        "min": "2h 1m",
        "genres": "Action, adventure, comedy.",
        "actor": "hris Pratt, Vin Diesel'"
    },

    "Guardians2": {
        "name": "Guardians2",
        "pic": "guardians2.png",
        "mediaType": "video",
        "des":"After saving Xandar from Ronan's wrath, the Guardians are now recognized as heroes. Now the team must help their leader Star-Lord (Chris Pratt) uncover the truth behind his true heritage. Along the way, old foes turn to allies and betrayal is blooming. And the Guardians find that they are up against a devastating new menace who is out to rule the galaxy.",
        "year": "2017",
        "pg": "12",
        "min": "2h 16m",
        "genres": "Action, Adventure, Comedy.",
        "actor": "Chris Pratt, Zoe Saldana"
    },

    "ClearDay": {
        "name": "clearday",
        "pic": "ClearDay.png",
        "mediaType": "audio",
        "des":"Motivation piano/rock royalty-free music. Happy & Fun mood. I...",
        "min": "1:29"
    },

    "Inspire": {
        "name": "inspire",
        "pic": "Inspire.png",
        "mediaType": "audio",
        "des":"Corporate motivation royalty-free music featuring piano, electric ...",
        "min": "3:33"
    },

    "pianomoment": {
        "name": "pianomoment",
        "pic": "pianomoment.png",
        "mediaType": "audio",
        "des":"Beautiful solo piano music track. This is a minimalist and in...",
        "min": "1:50"
    },

    "punky": {
        "name": "punky",
        "pic": "punky.png",
        "mediaType": "audio",
        "des":"Fun and positive pop-rock tune featuring guitars riffs, power chor...",
        "min": "2:06"
    },

    "retrosoul": {
        "name": "retrosoul",
        "pic": "retrosoul.png",
        "mediaType": "audio",
        "des":"Funky soul piano royalty-free music track featuring vintage organ,...",
        "min": "3:36"
    }


  }